Repository: suryadwipayana1001/Recipe
Catalog: lib/l10n/app_*.arb
Languages: id

# appName
source: Generate Recipe Pro
id: AIRecipe - Recipe Generator

# selectLanguage
source: Choose the language
id: Pilih Bahasa

source: Start
id: Mulai

source: Next
id: Selanjutnya

source: Back
id: Kembali

source: Reload
id: Menu Lain

# ingredients
source: What ingredients do you have today?
id: Bahan apa yang kamu punya hari ini?

# recommendation
source: These are recommendations for dishes you can make
id: Ini adalah rekomendasi untuk hidangan yang dapat Anda buat

# generateReceipt
source: Generate Recipe
id: Buat Resep

# cannotEmpty
source: Cannot be empty
id: Tidak boleh kosong

source: History
id: Riwayat

# smartRecipe
source: Smart Recipe Suggestions
id: Saran Resep Cerdas

# smartRecipeDsc
source: Explore personalized recipe recommendations generated by our AI algorithm. Discover new flavors tailored to your taste preferences.
id: Jelajahi rekomendasi resep yang dipersonalisasi yang dihasilkan oleh algoritma kecerdasan buatan kami. Temukan rasa baru yang disesuaikan dengan preferensi Anda.

# discover
source: Discover Global Flavors with AI
id: Temukan Citra Rasa Global dengan Kecerdasan Buatan

# discoverDsc
source: Embark on a culinary adventure with our AI recipe suggestions. Explore diverse cuisines and bring the flavors of different.
id: Mulailah petualangan kuliner dengan saran resep kecerdasan buatan kami. Jelajahi berbagai masakan dan bawa cita rasa dari berbagai tempat.

# interactive
source: Interactive Cooking Tutorials
id: Tutorial Memasak Interaktif

# interactiveDsc
source: Learn essential techniques, cooking tips, and get hands-on experience in crafting delicious meals like a seasoned chef.
id: Pelajari teknik dasar, tips memasak, dan dapatkan pengalaman langsung dalam membuat hidangan lezat seperti seorang koki berpengalaman.

# culinary
source: Culinary Creativity Unleashed
id: Kreativitas Kuliner Terwujud

# culinaryDsc
source: Unlock your culinary creativity with AI-inspired recipes. Experiment with innovative dishes and elevate your cooking skills.
id: Lepaskan kreativitas kuliner Anda dengan resep yang terinspirasi oleh kecerdasan buatan. Eksperimen dengan hidangan inovatif dan tingkatkan keterampilan memasak Anda.
